{
  "translation": {
    "My list": "Min liste",
    "Symbol": "Symbol",
    "Name": "Navn",
    "Date": "Dato",
    "Value": "Værdi",
    "Search": "Søg",
    "Remove from my list": "Fjern fra min liste",
    "Add to my list": "Tilføj til min liste",
    "Select stocks to \"My list\" by clicking the yellow star on the details page (top right corner).": "Vælg aktier til \"Min liste\" ved at klikke på den gule stjerne på detaljesiden (øverst til højre).",
    "No results found": "Ingen resultater fundet",
    "All shorts": "Alle shorts",
    "1W": "1U",
    "1M": "1M",
    "3M": "3M",
    "6M": "6M",
    "YTD": "ÅTD",
    "Max.": "Maks.",
    "Back": "Tilbage",
    "Largest sellers": "Største sælgere",
    "Announcements": "Indberetninger",
    "No announcements in the last month": "Ingen meddelelser i den sidste måned",
    "No short sellers with positions equal to or greater than 0.50%": "Ingen short-sælgere med positioner lig med eller større end 0,50%",
    "Data Source": "Datakilde",
    "Every 15 minutes, the data in the app is updated with data from the Danish FSA's website, where information about short positions is continuously published. The timestamps for updates of short positions are based on the Danish FSA's data, not on the time when we fetched the information.": "Hver 15. minut opdateres data i appen med data fra Finanstilsynets hjemmeside, hvor oplysninger om shortpositioner løbende offentliggøres. Tidsstemplerne for opdateringerne af shortpositioner er baseret på Finanstilsynets data, ikke på det tidspunkt, hvor vi har hentet informationerne.",
    "EU rules on short selling": "EU-regler omkring shortsalg",
    "According to EU regulations, a natural or legal person who has a short position representing 0.1% or more of the issued share capital must report this to the Danish FSA. The Danish FSA aggregates these short positions for each stock and publishes them on their website. These percentage figures are the ones you see in the app.": "Ifølge EU-regler skal en fysisk eller juridisk person, der har en shortposition, som udgør 0,1% eller mere af den udstedte aktiekapital, indberette dette til Finanstilsynet. Finanstilsynet samler disse shortpositioner for hver aktie og offentliggør dem på deres hjemmeside. Det er disse procentangivelser, du ser i appen.",
    "It is important to understand that, as a short position only needs to be reported when it constitutes 0.1% or more of a company's issued shares, the actual short position could potentially be greater than the indicated percentage. This is because short positions below 0.1% are not included in the Danish FSA's data.": "Det er vigtigt at forstå, at da en shortposition kun skal rapporteres, når den udgør 0,1% eller mere af et selskabs udstedte aktier, kan den faktiske shortposition potentielt være større end det angivne procenttal. Dette skyldes, at shortpositioner under 0,1% ikke inkluderes i Finanstilsynets data.",
    "EU regulations requires that a short seller's position is disclosed when it constitutes 0.5% or more of the issued share capital. Additionally, the short seller must report any change of 0.1% or more in the short net position.": "EU-regler påkræver, at en shortsælgers position offentliggøres, når den udgør 0,5% eller mere af den udstedte aktiekapital. Derudover skal shortsælgeren rapportere enhver ændring på 0,1% eller mere i sin shortposition.",
    "When a short seller reduces their short position to below 0.5%, the short seller is removed from the list of \"Largest sellers\" in the app.": "Når en shortsælger reducerer sin shortposition til under 0,5%, bliver shortsælgeren fjernet fra listen over \"Største sælgere\" i appen.",
    "Why short sell?": "Hvorfor shortsælge?",
    "Some investors choose to take a short position as a strategic move in the market. This involves borrowing shares they do not own and selling them with the hope of buying them back later at a lower price, resulting in a profit. This practice may be motivated by an expectation that the stock's value will decline in the future, but it can also serve as a form of risk management in an investment portfolio.": "Nogle investorer vælger at indtage en shortposition som en strategisk bevægelse på markedet. Dette indebærer, at de låner aktier, de ikke ejer, og sælger dem med håb om at købe dem tilbage senere til en lavere pris, hvilket resulterer i en fortjeneste. Denne praksis kan være motiveret af en forventning om, at aktiens værdi vil falde i fremtiden, men det kan også fungere som en form for risikostyring i en investeringsportefølje.",
    "Close": "Luk",
    "Today": "I dag",
    "Privacy policy": "Privatlivspolitik",
    "Terms of agreement": "Aftalevilkår",
    "Contact": "Kontakt",
    "You can get more details by clicking on a row": "Du kan få flere detaljer ved at klikke på en række",
    "An error occurred": "Der opstod en fejl",
    "Failed to fetch short positions.": "Kunne ikke hente shortpositioner.",
    "Unknown stock": "Ukendt aktie",
    "Failed to fetch details.": "Kunne ikke hente detajler",
    "An elegant and simplified solution for accessing information on short positions in Danish stocks.": "En elegant og forenklet løsning til at få adgang til oplysninger om shortpositioner i danske aktier.",
    "Download the app from the App Store for iPhone, iPad, and Apple Watch, or access the web application.": "Download appen fra App Store til iPhone, iPad og Apple Watch, eller brug webapplikationen.",
    "Web application": "Webapplikation",
    "Personal list": "Personlig liste",
    "Build your own watchlist by selecting shorted Danish stocks that capture your interest or that you have in your portfolio.": "Opret din egen overvågningsliste ved at vælge shortede danske aktier, som fanger din interesse eller som allerede er i din portefølje.",
    "Historic data": "Historisk data",
    "Delve into the historical data of short positions for Danish stocks, presented in both tabular formats and visualized through comprehensive charts.": "Dyk ned i de historiske data for shortpositioner på danske aktier, præsenteret både i tabelformat og visualiseret gennem grafer.",
    "Short sellers": "Shortsælgere",
    "See a list of short sellers who hold positions equal to or exceeding 0.50% for a given Danish stock.": "Se en liste over shortsælgere, der har positioner på 0,50 % eller derover for en given dansk aktie.",
    "Contact us": "Kontakt os",
    "If you have any questions, feedback, or need assistance, please email us at:": "Hvis du har spørgsmål, feedback eller brug for hjælp, er du velkommen til at sende os en e-mail på:",
    "NEWS 31-08-2024: ": "NYHED 31-08-2024: ",
    "A new service (Short Sellers) where you can get insight into hedge funds with significant short positions in Danish stocks (over 0.5%). You can see which positions they currently hold and which they have held historically.": "En ny service (Short Sellers), hvor man kan få indblik i de hedgefonde, der har større shortpositioner i danske aktier (over 0,5%). Man kan se, hvilke positioner de har nu, og hvilke de har haft historisk.",
    "Home": "Hjem",
    "Legal": "Juridisk",
    "Products": "Produkter",
    "Do you have any questions, feedback, or need assistance? We are always ready to help you. Please feel free to contact us via email, and we will do our best to respond to your inquiry as quickly as possible.": "Har du spørgsmål, feedback eller brug for assistance? Vi står altid klar til at hjælpe dig. Du er meget velkommen til at kontakte os via e-mail, og vi vil gøre vores bedste for at besvare din henvendelse så hurtigt som muligt.",
    "Please send your inquiries to the following email address:": "Send venligst dine forespørgsler til følgende e-mailadresse:",
    "Cookie policy": "Cookiepolitik",
    "We use cookies to collect statistics on the usage of the website": "Vi bruger cookies til at indsamle statistik over brugen af hjemmesiden",
    "If you click the 'Accept' button, you consent to our use of cookies for statistical purposes. We use this data to improve the user experience for you and other visitors. This data CANNOT be linked to you.": "Hvis du klikker på knappen 'Accepter', godkender du, at vi sætter cookies til brug for statistik. Vi bruger disse data til at forbedre din og andre besøgendes brugeroplevelse. Disse data kan IKKE knyttes til dig.",
    "If you click the 'Decline' button, we will not set cookies for statistical purposes. However, we will use a cookie to remember your choice and to support the functionality of the website.": "Hvis du klikker på knappen 'Afvis', sætter vi ikke cookies til brug for statistik. Vi benytter dog en cookie til at huske dit valg og til at understøtte hjemmesidens funktionalitet.",
    "You can change or withdraw your consent at any time by clicking the green \"cookie\" button in the bottom left corner.": "Du kan til enhver tid ændre eller trække dit samtykke tilbage ved at klikke på den grønne \"småkage\"-knap i nederste venstre hjørne.",
    "You can read more about our cookie policy in the privacy policy.": "Du kan læse mere om vores cookiepolitik under privatlivspolitikken.",
    "Accept": "Accepter",
    "Decline": "Afvis",
    "Sort list by": "Sorter liste efter",
    "Functional Cookies": "Funktionelle Cookies",
    "Statistical Cookies": "Statistiske Cookies",
    "We use functional cookies that are necessary to ensure our website functions properly. These cookies enable us to provide essential features, such as saving your settings and ensuring you can navigate our site without issues. Without these cookies, certain features and services on our website would not be available.": "Vi bruger funktionelle cookies, som er nødvendige for at sikre, at vores hjemmeside fungerer korrekt. Disse cookies gør det muligt for os at tilbyde grundlæggende funktioner, såsom at gemme dine indstillinger og sikre, at du kan navigere på vores site uden problemer. Uden disse cookies vil visse funktioner og tjenester på vores hjemmeside ikke kunne leveres.",
    "We use statistical cookies to understand how our visitors use the website and to improve the user experience. We use Google Analytics to collect and analyze data on how you interact with our site. These cookies have a validity of up to 2 years. The data we collect is used solely for our own purposes and helps us improve the website for you and other visitors. This data cannot be linked to you. Please note that we only collect statistics if you have given your consent. You can withdraw your consent at any time by clicking on the green \"cookie\" button in the lower left corner of the screen.": "Vi anvender statistiske cookies for at forstå, hvordan vores besøgende bruger hjemmesiden, og for at forbedre brugeroplevelsen. Vi benytter Google Analytics til at indsamle og analysere data om, hvordan du interagerer med vores hjemmeside. Disse cookies har en gyldighed på højst 2 år. De data, vi indsamler, bruges udelukkende til vores eget brug og hjælper os med at forbedre hjemmesiden for dig og andre besøgende. Denne data kan ikke knyttes til dig. Vær opmærksom på, at vi kun indsamler statistik, hvis du har givet dit samtykke. Du kan til enhver tid trække dit samtykke tilbage ved at klikke på den grønne \"småkage\"-knap i nederste venstre hjørne af skærmen.",
    "Last Updated:": "Sidst opdateret:",
    "Read cookie policy": "Læs cookiepolitik",
    "1. Introduction": "1. Introduktion",
    "This privacy policy is about how we protect your privacy and ensuring the security of your personal information. This privacy policy explains how we collect, use, and share your information when you use our website or app.": "Denne privatlivspolitik handler om, hvordan vi beskytter dit privatliv og sikrer sikkerheden af dine personoplysninger. Denne privatlivspolitik forklarer, hvordan vi indsamler, bruger og deler dine oplysninger, når du bruger vores hjemmeside eller app.",
    "We have made every effort to store as few personal data as possible and only collect statistics for our own use if you consent to our cookie policy.": "Vi har gjort alt for at gemme så få personlige data som muligt og indsamler kun statistik til eget brug, hvis du samtykker til vores cookiepolitik.",
    "2. What are personal data?": "2. Hvad er personoplysninger?",
    "Personal data is any form of information about an identified or identifiable physical person. In other words, it includes all types of information that can be directly or indirectly linked to an individual. This can, for example, be a first and last name, a home address, an email address, or an IP-address.": "Personoplysninger er enhver form for information om en identificeret eller identificerbar fysisk person. Med andre ord er det alle former for information, der direkte eller indirekte kan henføres til en person. Dette kan f.eks. være et fornavn og efternavn, en hjemmeadresse, en e-mailadresse eller en IP-adresse.",
    "3. We are the data controller - how do you contact us?": "3. Vi er databehandler - hvordan kontakter du os?",
    "Zirium is the data controller for the processing of the personal data that we have received about you. You will find our contact information below.": "Zirium er databehandler for behandlingen af de personoplysninger, vi har modtaget om dig. Du finder vores kontaktoplysninger nedenfor.",
    "4. Information we collect": "4. Oplysninger, vi indsamler",
    "We may collect the following types of information when you use our app:": "Vi kan indsamle følgende typer oplysninger, når du bruger vores app:",
    "Usage information:": "Brugsoplysninger:",
    "We collect information about how you use our website and app, if you consent to our cookie policy.": "Vi indsamler oplysninger om, hvordan du bruger vores hjemmeside og app, hvis du samtykker til vores cookiepolitik.",
    "Device information:": "Enhedsoplysninger:",
    "We may collect information about the device you use to access our app, including device type and operating system": "Vi indsamler oplysninger om den enhed, du bruger til at få adgang til vores app, herunder enhedstype og operativsystem.",
    "Personal information:": "Personoplysninger:",
    "We collect and log your IP address, and in case of email communication, we will store your email address, which will be used exclusively for communication with you.": "Vi indsamler og logger din IP-adresse, og i tilfælde af e-mailkommunikation vil vi gemme din e-mailadresse, som udelukkende vil blive brugt til kommunikation med dig.",
    "5. How we use your information": "5. Sådan bruger vi dine oplysninger",
    "We may use your information for the following purposes:": "Vi kan bruge dine oplysninger til følgende formål:",
    "To provide and maintain our app's functionality.": "At levere og opretholde funktionaliteten af vores app.",
    "To communicate with you, respond to your requests, and provide customer support.": "At kommunikere med dig, svare på dine anmodninger og yde kundesupport.",
    "To improve our app and analyze usage patterns.": "At forbedre vores app og analysere brugsmønstre.",
    "To comply with legal and regulatory requirements.": "At overholde juridiske og regulatoriske krav.",
    "6. Information sharing": "6. Deling af oplysninger",
    "We do not sell your personal information to third parties.": "Vi sælger ikke dine personoplysninger til tredjeparter.",
    "We use Google's Gmail as our email service provider.": "Vi bruger Googles Gmail som vores e-mailtjenesteudbyder.",
    "We use Google Analytics to collect statistics on usage data for our own purposes, if you have consented to our cookie policy. These cookies have a validity of up to 2 years.": "Vi bruger Google Analytics til at samle statistik om brugsdata til eget brug, hvis du har samtykket til vores cookiepolitik. Disse cookies har en gyldighed på højst 2 år.",
    "7. Where your personal information originates from": "7. Hvor dine personoplysninger stammer fra",
    "We log your IP address when the website or app requests data from our service. Your email is only obtained if you communicate with us via email.": "Vi logger din IP-adresse, når hjemmeside eller appen anmoder om data fra vores service. Din e-mail fås kun, hvis du kommunikerer med os via e-mail.",
    "We use Google Analytics to collect statistics on how you use our website. Google Analytics gathers information about your device, browser, and how you interact with our service. This information is used to improve user experience and for analytical purposes. Google Analytics uses cookies to collect this data.": "Vi bruger Google Analytics til at indsamle statistik om, hvordan du bruger vores hjemmeside. Google Analytics indsamler oplysninger om din enhed, browser, og hvordan du interagerer med vores service. Disse oplysninger anvendes til at forbedre brugeroplevelsen og til analytiske formål. Google Analytics bruger cookies til at indsamle disse data.",
    "8. Storage of your personal information": "8. Lagring af dine personoplysninger",
    "We retain personal information at most 2 year after your most recent email contact or your last use of the website or app.": "Vi opbevarer personoplysninger højst 2 år efter din seneste e-mailkontakt eller din sidste brug af hjemmeisden og appen.",
    "9. Right to withdraw consent": "9. Ret til at trække samtykke tilbage",
    "You have the right to withdraw your consent at any time. You can do this by contacting us using the contact information provided in point 3 above.": " Du har ret til at trække dit samtykke tilbage når som helst. Du kan gøre dette ved at kontakte os ved hjælp af kontaktoplysningerne angivet i punkt 3 ovenfor.",
    "If you choose to withdraw your consent, it does not affect the legality of our processing of your personal information based on your previously given consent, up to the time of withdrawal. Therefore, if you withdraw your consent, it will only take effect from that point onward.": "Hvis du vælger at trække dit samtykke tilbage, påvirker det ikke lovligheden af vores behandling af dine personoplysninger baseret på dit tidligere givne samtykke, op til tidspunktet for tilbagekaldelse. Derfor vil tilbagekaldelse af dit samtykke kun have virkning fra det tidspunkt og fremefter.",
    "Your rights": "Dine rettigheder",
    "Under data protection regulations, you have several rights concerning our processing of information about you.": "I henhold til databeskyttelsesreglerne har du flere rettigheder vedrørende vores behandling af oplysninger om dig.",
    "If you wish to exercise your rights, please contact us.": "Hvis du ønsker at udnytte dine rettigheder, bedes du kontakte os.",
    "Right to access information (right to access)": "Ret til adgang til oplysninger (Ret til adgang)",
    "You have the right to access the information that we process about you, as well as additional information.": "Du har ret til at få adgang til de oplysninger, vi behandler om dig, samt yderligere oplysninger.",
    "Right to rectification (correction)": "Ret til rettelse (Korrektion)",
    "You have the right to have incorrect information about yourself corrected.": "Du har ret til at få ukorrekte oplysninger om dig selv rettet.",
    "Right to erasure": "Ret til sletning",
    "In certain cases, you have the right to have information about you deleted before our regular general deletion occurs.": "I visse tilfælde har du ret til at få oplysninger om dig slettet, inden vores regelmæssige generelle sletning finder sted.",
    "Right to restrict processing": "Ret til begrænsning af behandling",
    "In certain cases, you have the right to restrict the processing of your personal information. If you have the right to restrict processing, we may only process the information, excluding storage, with your consent or for the establishment, exercise, or defense of legal claims, or to protect a person or significant societal interests.": "I visse tilfælde har du ret til at få begrænset behandlingen af dine personoplysninger. Hvis du har ret til at begrænse behandlingen, må vi kun behandle oplysningerne, eksklusive opbevaring, med dit samtykke eller for etablering, udøvelse eller forsvar af retlige krav, eller for at beskytte en person eller væsentlige samfundsmæssige interesser.",
    "Right to object": "Ret til indsigelse",
    "In certain cases, you have the right to object to our lawful processing of your personal information. You can also object to the processing of your information for direct marketing purposes.": "I visse tilfælde har du ret til at gøre indsigelse mod vores lovlige behandling af dine personoplysninger. Du kan også gøre indsigelse mod behandlingen af dine oplysninger af hensyn til direkte markedsføring.",
    "Right to data portability": "Ret til dataportabilitet",
    "In certain cases, you have the right to receive your personal information in a structured, commonly used, and machine-readable format and have this personal information transferred from one data controller to another without hindrance.": "I visse tilfælde har du ret til at modtage dine personoplysninger i et struktureret, almindeligt anvendt og maskinlæsbart format og få disse personoplysninger overført fra én databehandler til en anden uden hindring.",
    "You can read more about your rights in the Data Protection Agency's guidance on the rights of data subjects, which can be found at": "Du kan læse mere om dine rettigheder i Datatilsynets vejledning om registreredes rettigheder, som kan findes på",
    "10. Complaint to the Data Protection Agency": "10. Klage til Datatilsynet",
    "You have the right to file a complaint with the Data Protection Agency if you are dissatisfied with the way we process your personal information. You can find the contact information for the Data Protection Agency at": "Du har ret til at indgive en klage til Datatilsynet, hvis du er utilfreds med den måde, vi behandler dine personoplysninger på. Du finder kontaktoplysningerne til Datatilsynet på",
    "We cannot guarantee the accuracy of data within the Danish Short Watch app (the app). This data is collected from Danish FSA’s web portal which is a database for company announcements filed by companies which under section 25 of the Danish Capital Markets Act are obliged to file information with the Danish FSA.": "Vi kan ikke garantere nøjagtigheden af data i Danish Short Watch-appen (appen). Disse data indsamles fra Finanstilsynets webportal, som er en database over virksomhedsmeddelelser indsendt af virksomheder, der i henhold til § 25 i den danske kapitalmarkedslov er forpligtet til at indsende oplysninger til den danske Finanstilsyn.",
    "We are not responsible for how users utilize the app or the information and materials published therein.": "Vi er ikke ansvarlige for, hvordan brugere anvender appen eller de oplysninger, der er offentliggjort deri.",
    "Users are solely responsible for downloading or using information and other resources publicly available in the app, including those accessed through external links.": "Brugere er udelukkende ansvarlige for at downloade eller bruge information og andre ressourcer, der er offentligt tilgængelige i appen, herunder dem der tilgås gennem eksterne links.",
    "We cannot be held liable for delays or errors in data.": "Vi kan ikke holdes ansvarlige for forsinkelser eller fejl i data.",
    "We are not responsible for loss on the user or any indirect losses incurred.": "Vi er ikke ansvarlige for tab hos brugeren eller eventuelle indirekte tab, der måtte opstå.",
    "Current": "Aktual",
    "Previous": "Tidligere",
    "The Danish FSA only publishes the names of short": "Finanstilsynet offentliggøre kun navnene på shortsælgere,",
    "sellers with a position of 0.5% or greater.": "som har haft en position på 0.5% eller større.",
    "Last published position": "Sidst offentliggjorte position",
    "Data on this page comes from announcements.": "Data på denne side stammer fra indberetninger.",
    "Danish FSA updates only positions above 0.5%.": "Finanstilsynet opdaterer kun positioner over 0,5%.",
    "Below 0.5%, updates occur only once it exceeds 0.5% again.": "Under 0,5% opdateres kun, når det igen overstiger 0,5%.",
    "Short position": "Shortposition",
    "Closing price": "Slutkurs",
    "Hide closing prices": "Skjul slutkurser",
    "Show closing prices": "Vis slutkurser",
    "Selected period:": "Valgt periode:",
    "Summary for the period:": "Opsummering for perioden:",
    "Change": "Ændring",
    "Lowest": "Laveste",
    "Highest": "Højeste",
    "Average": "Gennemsnit",
    "Increased by": "Steget med",
    "Decreased by": "Faldet med",
    "No change": "Ingen ændring",
    "Show summery": "Vis opsummering",
    "today": "i dag",
    "Period start": "Periodestart",
    "The FSA's homepage for publishing short positions is down at the moment, making it impossible to retrieve the latest data.": "Finanstilsynets side for shortpositioner er nede, så de nyeste data kan ikke hentes i øjeblikket.",
    "FSA website updated warning": "(4/12-2025) Finanstilsynet oplyser, at deres aggregerede statistikker over shortpositioner forventes at komme tilbage, men de kan endnu ikke sige hvornår. Så snart statistikkerne er tilgængelige igen, vil denne hjemmeside og app blive opdateret, så dataene automatisk kan hentes som før. Tjek derfor gerne tilbage med jævne mellemrum."
  }
}
