{
  "translation": {
    "myList": "Min liste",
    "symbol": "Symbol",
    "date": "Dato",
    "value": "Værdi",
    "search": "Søg",
    "emptyMyList": "Vælg aktier til \"Min liste\" ved at klikke på + på detaljesiden (øverste højre hjørne)",
    "noSearchResult": "Ingen resultater fundet",
    "allShorts": "Alle shorts",
    "7Days": "7 dage",
    "14Days": "14 dage",
    "30Days": "30 dage",
    "90Days": "90 dage",
    "back": "Tilbage",
    "historicData": "Historisk data",
    "largestSellers": "Største sælgere",
    "noSellers": "Ingen short-sælgere med positioner lig med eller større end 0,50%",
    "infoDataSourceHeadline": "Datakilde",
    "infoDataSource": "Hver 15. minut opdateres data i appen med data fra Finanstilsynets hjemmeside, hvor oplysninger om shortpositioner løbende offentliggøres. Tidsstemplerne for opdateringerne af shortpositioner er baseret på Finanstilsynets data, ikke på det tidspunkt, hvor vi har hentet informationerne.",
    "infoEuRulesShortingHeadline": "EU-regler omkring shortsalg",
    "infoEuRulesShorting1": "Ifølge EU-regler skal en fysisk eller juridisk person, der har en shortposition, som udgør 0,1% eller mere af den udstedte aktiekapital, indberette dette til Finanstilsynet. Finanstilsynet samler disse shortpositioner for hver aktie og offentliggør dem på deres hjemmeside. Det er disse procentangivelser, du ser i appen.",
    "infoEuRulesShorting2": "Det er vigtigt at forstå, at da en shortposition kun skal rapporteres, når den udgør 0,1% eller mere af et selskabs udstedte aktier, kan den faktiske shortposition potentielt være større end det angivne procenttal. Dette skyldes, at shortpositioner under 0,1% ikke inkluderes i Finanstilsynets data.",
    "infoShortSellersHeadline": "Shortsælgere",
    "infoShortSellers1": "EU-regler påkræver, at en shortsælgers position offentliggøres, når den udgør 0,5% eller mere af den udstedte aktiekapital. Derudover skal shortsælgeren rapportere enhver ændring på 0,1% eller mere i sin shortposition.",
    "infoShortSellers2": "Når en shortsælger reducerer sin shortposition til under 0,5%, bliver shortsælgeren fjernet fra listen over \"Største sælgere\" i appen.",
    "infoWhyShortSellHeadline": "Hvorfor shortsælge?",
    "infoWhyShortSell": "Nogle investorer vælger at indtage en shortposition som en strategisk bevægelse på markedet. Dette indebærer, at de låner aktier, de ikke ejer, og sælger dem med håb om at købe dem tilbage senere til en lavere pris, hvilket resulterer i en fortjeneste. Denne praksis kan være motiveret af en forventning om, at aktiens værdi vil falde i fremtiden, men det kan også fungere som en form for risikostyring i en investeringsportefølje.",
    "close": "Luk",
    "today": "I dag",
    "privacyPolicy": "Privatlivspolitik",
    "termsOfAgreement": "Aftalevilkår",
    "contact": "Kontakt",
    "helpRowsClickable": "Du kan få flere detaljer ved at klikke på en række",
    "errorOTitle": "Der opstod en fejl",
    "failedFetchShorts": "Kunne ikke hente shortpositioner.",
    "unknownStock": "Ukendt aktie",
    "failedFetchDetails": "Kunne ikke hente detajler"
  }
}
