{
  "translation": {
    "My list": "Min liste",
    "Symbol": "Symbol",
    "Name": "Navn",
    "Date": "Dato",
    "Value": "Værdi",
    "Search": "Søg",
    "Remove from my list": "Fjern fra min liste",
    "Add to my list": "Tilføj til min liste",
    "Select stocks to \"My list\" by clicking + on details page (top right corner)": "Vælg aktier til \"Min liste\" ved at klikke på + på detaljesiden (øverste højre hjørne)",
    "No results found": "Ingen resultater fundet",
    "All shorts": "Alle shorts",
    "1W": "1U",
    "1M": "1M",
    "3M": "3M",
    "6M": "6M",
    "YTD": "ÅTD",
    "Max.": "Maks.",
    "Back": "Tilbage",
    "Largest sellers": "Største sælgere",
    "Announcements": "Indberetninger",
    "No announcements in the last month": "Ingen meddelelser i den sidste måned",
    "No short sellers with positions equal to or greater than 0.50%": "Ingen short-sælgere med positioner lig med eller større end 0,50%",
    "Data Source": "Datakilde",
    "Every 15 minutes, the data in the app is updated with data from the Danish FSA's website, where information about short positions is continuously published. The timestamps for updates of short positions are based on the Danish FSA's data, not on the time when we fetched the information.": "Hver 15. minut opdateres data i appen med data fra Finanstilsynets hjemmeside, hvor oplysninger om shortpositioner løbende offentliggøres. Tidsstemplerne for opdateringerne af shortpositioner er baseret på Finanstilsynets data, ikke på det tidspunkt, hvor vi har hentet informationerne.",
    "EU rules on short selling": "EU-regler omkring shortsalg",
    "According to EU regulations, a natural or legal person who has a short position representing 0.1% or more of the issued share capital must report this to the Danish FSA. The Danish FSA aggregates these short positions for each stock and publishes them on their website. These percentage figures are the ones you see in the app.": "Ifølge EU-regler skal en fysisk eller juridisk person, der har en shortposition, som udgør 0,1% eller mere af den udstedte aktiekapital, indberette dette til Finanstilsynet. Finanstilsynet samler disse shortpositioner for hver aktie og offentliggør dem på deres hjemmeside. Det er disse procentangivelser, du ser i appen.",
    "It is important to understand that, as a short position only needs to be reported when it constitutes 0.1% or more of a company's issued shares, the actual short position could potentially be greater than the indicated percentage. This is because short positions below 0.1% are not included in the Danish FSA's data.": "Det er vigtigt at forstå, at da en shortposition kun skal rapporteres, når den udgør 0,1% eller mere af et selskabs udstedte aktier, kan den faktiske shortposition potentielt være større end det angivne procenttal. Dette skyldes, at shortpositioner under 0,1% ikke inkluderes i Finanstilsynets data.",
    "EU regulations requires that a short seller's position is disclosed when it constitutes 0.5% or more of the issued share capital. Additionally, the short seller must report any change of 0.1% or more in the short net position.": "EU-regler påkræver, at en shortsælgers position offentliggøres, når den udgør 0,5% eller mere af den udstedte aktiekapital. Derudover skal shortsælgeren rapportere enhver ændring på 0,1% eller mere i sin shortposition.",
    "When a short seller reduces their short position to below 0.5%, the short seller is removed from the list of \"Largest sellers\" in the app.": "Når en shortsælger reducerer sin shortposition til under 0,5%, bliver shortsælgeren fjernet fra listen over \"Største sælgere\" i appen.",
    "Why short sell?": "Hvorfor shortsælge?",
    "Some investors choose to take a short position as a strategic move in the market. This involves borrowing shares they do not own and selling them with the hope of buying them back later at a lower price, resulting in a profit. This practice may be motivated by an expectation that the stock's value will decline in the future, but it can also serve as a form of risk management in an investment portfolio.": "Nogle investorer vælger at indtage en shortposition som en strategisk bevægelse på markedet. Dette indebærer, at de låner aktier, de ikke ejer, og sælger dem med håb om at købe dem tilbage senere til en lavere pris, hvilket resulterer i en fortjeneste. Denne praksis kan være motiveret af en forventning om, at aktiens værdi vil falde i fremtiden, men det kan også fungere som en form for risikostyring i en investeringsportefølje.",
    "Close": "Luk",
    "Today": "I dag",
    "Privacy policy": "Privatlivspolitik",
    "Terms of agreement": "Aftalevilkår",
    "Contact": "Kontakt",
    "You can get more details by clicking on a row": "Du kan få flere detaljer ved at klikke på en række",
    "An error occurred": "Der opstod en fejl",
    "Failed to fetch short positions.": "Kunne ikke hente shortpositioner.",
    "Unknown stock": "Ukendt aktie",
    "Failed to fetch details.": "Kunne ikke hente detajler",
    "An elegant and simplified solution for accessing information on short positions in Danish stocks.": "En elegant og forenklet løsning til at få adgang til oplysninger om shortpositioner i danske aktier.",
    "Download the app from the App Store for iPhone, iPad, and Apple Watch, or access the web application.": "Download appen fra App Store til iPhone, iPad og Apple Watch, eller brug webapplikationen.",
    "Web application": "Webapplikation",
    "Personal list": "Personlig liste",
    "Build your own watchlist by selecting shorted Danish stocks that capture your interest or that you have in your portfolio.": "Opret din egen overvågningsliste ved at vælge shortede danske aktier, som fanger din interesse eller som allerede er i din portefølje.",
    "Historic data": "Historisk data",
    "Delve into the historical data of short positions for Danish stocks, presented in both tabular formats and visualized through comprehensive charts.": "Dyk ned i de historiske data for shortpositioner på danske aktier, præsenteret både i tabelformat og visualiseret gennem grafer.",
    "Short sellers": "Shortsælgere",
    "See a list of short sellers who hold positions equal to or exceeding 0.50% for a given Danish stock.": "Se en liste over shortsælgere, der har positioner på 0,50 % eller derover for en given dansk aktie.",
    "Contact us": "Kontakt os",
    "If you have any questions, feedback, or need assistance, please email us at:": "Hvis du har spørgsmål, feedback eller brug for hjælp, er du velkommen til at sende os en e-mail på:",
    "NEWS: ": "NYHED: ",
    "The iPhone and iPad app now have push notifications, so you can get notified when your watchlist is updated.": "iPhone- og iPad-appen har nu push-notifikationer, så du kan få besked, når din overvågningsliste bliver opdateret.",
    "Home": "Hjem",
    "Legal": "Juridisk",
    "Do you have any questions, feedback, or need assistance? We are always ready to help you. Please feel free to contact us via email, and we will do our best to respond to your inquiry as quickly as possible.": "Har du spørgsmål, feedback eller brug for assistance? Vi står altid klar til at hjælpe dig. Du er meget velkommen til at kontakte os via e-mail, og vi vil gøre vores bedste for at besvare din henvendelse så hurtigt som muligt.",
    "Please send your inquiries to the following email address:": "Send venligst dine forespørgsler til følgende e-mailadresse:",
    "Cookie policy": "Cookiepolitik",
    "We use cookies to collect statistics on the usage of the website": "Vi bruger cookies til at indsamle statistik over brugen af hjemmesiden",
    "If you click the 'Accept' button, you consent to our use of cookies for statistical purposes. We use this data to improve the user experience for you and other visitors.": "Hvis du klikker på knappen 'Accepter', godkender du, at vi sætter cookies til brug for statistik. Vi bruger disse data til at forbedre din og andre besøgendes brugeroplevelse.",
    "If you click the 'Decline' button, we will not set cookies for statistical purposes. However, we will use a cookie to remember your choice and to support the functionality of the website.": "Hvis du klikker på knappen 'Afvis', sætter vi ikke cookies til brug for statistik. Vi benytter dog en cookie til at huske dit valg og til at understøtte hjemmesidens funktionalitet.",
    "You can change or withdraw your consent at any time by clicking the green 'cookie' button in the bottom left corner.": "Du kan til enhver tid ændre eller trække dit samtykke tilbage ved at klikke på den grønne 'småkage'-knap i nederste venstre hjørne.",
    "You can read more about our cookie policy in the privacy policy.": "Du kan læse mere om vores cookiepolitik under privatlivspolitikken.",
    "Accept": "Accepter",
    "Decline": "Afvis",
    "Sort list by": "Sorter liste efter"
  }
}
