{
  "translation": {
    "myList": "My list",
    "symbol": "Symbol",
    "date": "Date",
    "value": "Value",
    "search": "Search",
    "emptyMyList": "Select stocks to \"My list\" by clicking + on details page (top right corner)",
    "noSearchResult": "No results found",
    "allShorts": "All shorts",
    "7Days": "7 days",
    "14Days": "14 days",
    "30Days": "30 days",
    "90Days": "90 days",
    "back": "Back",
    "historicData": "Historic data",
    "largestSellers": "Largest sellers",
    "noSellers": "No short sellers with positions equal to or greater than 0.50%",
    "infoDataSourceHeadline": "Data Source",
    "infoDataSource": "Every 15 minutes, the data in the app is updated with data from the Danish FSA's website, where information about short positions is continuously published. The timestamps for updates of short positions are based on the Danish FSA's data, not on the time when we fetched the information.",
    "infoEuRulesShortingHeadline": "EU rules on short selling",
    "infoEuRulesShorting1": "According to EU regulations, a natural or legal person who has a short position representing 0.1% or more of the issued share capital must report this to the Danish FSA. The Danish FSA aggregates these short positions for each stock and publishes them on their website. These percentage figures are the ones you see in the app.",
    "infoEuRulesShorting2": "It is important to understand that, as a short position only needs to be reported when it constitutes 0.1% or more of a company's issued shares, the actual short position could potentially be greater than the indicated percentage. This is because short positions below 0.1% are not included in the Danish FSA's data.",
    "infoShortSellersHeadline": "Short sellers",
    "infoShortSellers1": "EU regulations requires that a short seller's position is disclosed when it constitutes 0.5% or more of the issued share capital. Additionally, the short seller must report any change of 0.1% or more in the short net position.",
    "infoShortSellers2": "When a short seller reduces their short position to below 0.5%, the short seller is removed from the list of \"Largest sellers\" in the app.",
    "infoWhyShortSellHeadline": "Why short sell?",
    "infoWhyShortSell": "Some investors choose to take a short position as a strategic move in the market. This involves borrowing shares they do not own and selling them with the hope of buying them back later at a lower price, resulting in a profit. This practice may be motivated by an expectation that the stock's value will decline in the future, but it can also serve as a form of risk management in an investment portfolio.",
    "close": "Close",
    "today": "Today",
    "privacyPolicy": "Privacy policy",
    "termsOfAgreement": "Terms of agreement",
    "contact": "Contact",
    "helpRowsClickable": "You can get more details by clicking on a row",
    "errorTitle": "An error occurred",
    "failedFetchShorts": "Failed to fetch short positions.",
    "unknownStock": "Unknown stock",
    "failedFetchDetails": "Failed to fetch details.",
    "ElegantSolution": "An elegant and simplified solution for accessing information on short positions in Danish stocks.",
    "downloadApp": "Download the app from the App Store for iPhone, iPad, and Apple Watch, or access the web application.",
    "webApplication": "Web application",
    "personalList": "Personal list",
    "customizeWatchList": "Build your own watchlist by selecting shorted Danish stocks that capture your interest or that you have in your portfolio.",
    "historicDataHomepage": "Historic data",
    "delveHistoricData": "Delve into the historical data of short positions for Danish stocks, presented in both tabular formats and visualized through comprehensive charts.",
    "shortSellers": "Short sellers",
    "listShortSellers": "See a list of short sellers who hold positions equal to or exceeding 0.50% for a given Danish stock.",
    "contactUs": "Contact us",
    "questionsFeedback": "If you have any questions, feedback, or need assistance, please email us at:"
  }
}
